LEXICON = {
    'btn_1': 'В меню'
}

LEXICON_menu = {
    'but_1': 'Ввести артикул',
    'but_2': 'Сохранённые',
    'text': 'Это бот мониторинга цен OZON. Нажмите кнопку ниже, чтобы ввести артикул или посмотрите сохранённые:'
}

LEXICON_input = {
    'text_input': "Пожалуйста, введите артикул и после ввода ожидайте 10 секунд:"
}

LEXICON_show_saved = {
    'btn_1': 'Удалить артикул',
    'text_none': "У вас нет сохранённых артикулов."
}

LEXICON_delete = {
    'text_delete': "Артикул успешно удалён."
}

LEXICON_left = {
    'text_left': "Это первый артикул в вашем списке."
}

LEXICON_right = {
    'text_right': "Это последний артикул в вашем списке."
}

LEXICON_parser = {
    'text_parser': "Артикул должен содержать от 9 до 12 цифр.",
    'btn_save_article': 'Сохранить артикул',
    'parser_error': "Кажется такого артикула не существует."
}

LEXICON_help = {
    'help': '/start - Запуск бота'
}

